[
  {
    "title": "Reclaiming Travel Writing & Storytelling",
    "img": "https://www.nomadicmatt.com/wp-content/uploads/2022/01/mexicoweekly1.jpg",
    "description": "On Monday, I am going to Mexico for six weeks. I am heading to Playa Del Carmen, Mexico City, and then Chiapas before heading to Guatemala for a couple of weeks. This trip is the last big trip before I come back to Austin and buy a house. Yup, thats right, its happening! Last week, I signed my will and got approved for a mortgage. It was a big week for adulting. I never felt more part of the system than when I had to sign all those papers",
    "date": "1/22/22",
    "location": "MEXICO EDITION",
    "cost": "3000",
    "category": "Solo Travel",
    "traveledBy": "Jon Due",
    "rating": "5"
  },
  {
    "title": "DISCOVER THE BALKANS EVERYTHING YOU NEED TO KNOW",
    "img": "https://www.nomadicmatt.com/wp-content/uploads/2022/01/weeklyupdatela1.jpg",
    "description": "Happy New Year everyone! I hope you all had a great holiday season! As many of you know, I tested positive for COVID right before I was supposed to go to Brazil. Brazil requires a negative COVID test to enter and, well, mine came back positive. Since I didnt have any symptoms, I thought it might have been a false positive but many subsequent tests confirmed that yes, I did indeed have COVID for a second time.",
    "date": "1/8/22",
    "location": "Thailand",
    "cost": "2500",
    "category": "Family Vacation",
    "traveledBy": "Khayrul Islam",
    "rating": "5"
  },
  {
    "title": "THE NOT SO LOST YEAR",
    "img": "https://media.nomadicmatt.com/2021/grandcanyon2.jpg",
    "description": "At the end of 2020, I wrote about trying to recover what I called “the lost year” — the year in which I got COVID, saw all my businesses collapse, took out tons of loans to avoid bankruptcy, and, like everyone, had to put all my life plans (settling down, buying a house, joining some social clubs, dating) on a seemingly endless hold. I signed my will and got approved for a mortgage. It was a big week for adulting. I never felt more part of the system than when I had to sign all those papers",
    "date": "12/21/2021 ",
    "location": "Canada",
    "cost": "3500",
    "category": "Solo Travel",
    "traveledBy": "Monir Khan",
    "rating": "4.5"
  },
  {
    "title": "ITS TIME TO BREAK UP WITH AIRBNB",
    "img": "https://www.nomadicmatt.com/wp-content/uploads/2022/01/mexicoweekly1.jpg",
    "description": "I said to myself as I read one of their customer service replies. Despite having documentation that my host hadnt paid the refund they agreed to give me, Airbnb decided to side with the host and wouldnt issue me the refund. This was the second time in several months I had to call customer service — and the second time they sided with the host. Its not always easy to get around this country of 37 million people. For new travelers, Moroccos up-close and personal nature can be a challenge. The country is a battery on your senses and, for those without a lot of travel experience, that can be overwhelming, which is why jumping on an organized tour might be one of the best ways to see it for the first time.",
    "date": "12/14/21",
    "location": "America",
    "cost": "4000",
    "category": "The Impromptu Trip",
    "traveledBy": "Sujan Mia",
    "rating": "4.5"
  },
  {
    "title": "THE BEST TOUR COMPANIES IN MOROCCO",
    "img": "https://media.nomadicmatt.com/2021/morocco-desert-tour.jpg",
    "description": "The undulating sand dunes. The camel rides. The hikes through the Atlas Mountains. The bustling medinas. The couscous-laced dishes. The seemingly endless mint tea. And, of course, the super friendly and welcoming people. Morocco will change and challenge you. Its not always easy to get around this country of 37 million people. For new travelers, Moroccos up-close and personal nature can be a challenge. The country is a battery on your senses and, for those without a lot of travel experience, that can be overwhelming, which is why jumping on an organized tour might be one of the best ways to see it for the first time.",
    "date": "1/6/22",
    "location": "MOROCCO",
    "cost": "1800",
    "category": "Siblings-Only Vacation",
    "traveledBy": "Sohel Rana",
    "rating": "5"
  },
  {
    "title": "NM+ WEEKLY UPDATE: SPAIN EDITION",
    "img": "https://www.nomadicmatt.com/wp-content/uploads/2021/11/weeklyupdatespain1.jpg",
    "description": "Greetings from Palma de Mallorca! I am here for a conference called Traverse. My first in-person conference since November 2019 in London! I'm pretty excited to be here. Its a small travel event run by some friends of mine and I figured, since I was coming to Europe anyway, I might as well come to this! A lot of my friends are here and its been great catching up with them for the first time in a long, long time. This article is exclusively for members of Nomadic Matt Plus! NM+ is our member's only program that gives readers like yourself access to bonus blog posts. Members also get free books, guidebooks, blogging courses, access to our events, event replays, monthly giveaways, t-shirts, exclusive money-saving travel discounts, and more!",
    "date": "11/27/21",
    "location": "Spain",
    "cost": "3000",
    "category": "Solo Travel",
    "traveledBy": "Sabbir Hasan",
    "rating": "4.5"
  },
  {
    "title": "THE BEST TOUR COMPANIES IN COSTA RICA",
    "img": "https://media.nomadicmatt.com/2021/costa-rica-volcano.jpg",
    "description": "The first country I traveled to outside of the United States was Costa Rica, which was immensely popular back then with US travelers. It was beautiful, it was safe, and English was widely spoken. It allowed Americans not used to travel a way to wade into the world.The first country I traveled to outside of the United States was Costa Rica, which was immensely popular back then with US travelers. It was beautiful, it was safe, and English was widely spoken. It allowed Americans not used to travel a way to wade into the world.",
    "date": "11/15/21",
    "location": "COSTA RICA",
    "cost": "1540",
    "category": "Event Travel",
    "traveledBy": "Nila Nidra",
    "rating": "4"
  },
  {
    "title": "TRAVEL HACKING 101: A BEGINNERS GUIDE TO THE PROCESS",
    "img": "https://media.nomadicmatt.com/2021/airport-departures-board.jpg",
    "description": "These days, there are a million and one ways to make budget travel a reality. From embracing the sharing economy to working overseas or volunteering abroad to hunting down cheap flights, traveling has never been easier or more affordable. Even with the pandemic-related price increases, travel is still relatively cheap and there are lots of deals out there to be found. Its something Ive been doing for years, which has enabled me to earn more free flights and free hotel stays than I can count. And if you are not doing it, you are leaving a lot of money on the table and paying way more for travel than you should be!",
    "date": "11/18/21",
    "location": "England Bridge",
    "cost": "3000",
    "category": "Solo Travel",
    "traveledBy": "Ikram Khan",
    "rating": "4"
  },
  {
    "title": "BEST NEIGHBORHOODS IN LISBON: WHERE TO STAY DURING YOUR VISIT",
    "img": "https://media.nomadicmatt.com/2021/lisbonmain1.jpg",
    "description": "When I first went to Lisbon in 2012, I immediately fell in love with it. Hilly, colorful, beautiful, and full of wonderful food it was everything I wanted. And the fact that it was very inexpensive didnt hurt either. Pre-COVID, Lisbons secret got out. Tourists flocked here in droves, and it became a magnet for digital nomads. While the crowds are greater and the prices are higher than before, Lisbons charm hasnt been fully lost. The food scene is still excellent (and underrated if you ask me). The bars are lively. And the street scene is always intoxicatingly fun.",
    "date": "10/28/2021",
    "location": "Singapore",
    "cost": "2500",
    "category": "Backpacking Trip",
    "traveledBy": "Alimul Islam",
    "rating": "4"
  },
  {
    "title": "TNN: Indie Publishing & Becoming a Bestseller",
    "img": "https://media.nomadicmatt.com/2021/nolawalkingtour.jpg",
    "description": "New Orleans is dedicated to fun. Or, as they like to say here: laissez les bons temps rouler (let the good times roll)!. I am heading to Playa Del Carmen, Mexico City, and then Chiapas before heading to Guatemala for a couple of weeks. This trip is the last big trip before I come back to Austin and buy a house. Yup, thats right, its happening! Last week, I signed my will and got approved for a mortgage. It was a big week for adulting. I never felt more part of the system than when I had to sign all those papers",
    "date": "10/21/21",
    "location": "Malaysia",
    "cost": "3000",
    "category": "Solo Travel",
    "traveledBy": "Mahiya Mahi",
    "rating": "5"
  },
  {
    "title": "TNN: Puerto Rico Explore Beyond the Shores",
    "img": "https://media.nomadicmatt.com/2021/croatiathingsmain.jpg",
    "description": "This was my second visit to Croatia. Eight years ago, I came for a sailing trip. The place is famous for sailing: every year (at least, before the pandemic), tens of thousands of tourists would board boats in Split or Dubrovnik and hop along the coast, soaking up the sun, partying, and just acting crazy. The famous (and infamous) Yacht Week can only be described as bacchanalian debauchery. On Monday, I am going to Mexico for six weeks. I am heading to Playa Del Carmen, Mexico City, and then Chiapas before heading to Guatemala for a couple of weeks. This trip is the last big trip before I come back to Austin and buy a house. Yup, thats right, its happening! Last week, I signed my will and got approved for a mortgage. It was a big week for adulting. I never felt more part of the system than when I had to sign all those papers",
    "date": "1/22/22",
    "location": "Singapore",
    "cost": "2500",
    "category": "Solo Travel",
    "traveledBy": "Sumaiya Simu",
    "rating": "4"
  }
]